Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Drag keys here to move them into the drawer.
ar: اسحب المفاتيح إلى هنا لنقلها إلى الدُّرج.
ca: Arrossega les tecles aquí per moure-les al calaix.
cs: Sem přetáhněte klávesy, chcete-li je přesunout do zásuvky.
da: Træk taster hertil for at flytte dem ind i skuffen.
de: Ziehe Tasten hierher, um sie in die Schublade zu verschieben.
es: Arrastra las teclas aquí para moverlas al panel lateral.
fi: Vedä näppäimet tähän siirtääksesi ne vetolaatikkoon.
fr: Faites glisser les touches ici pour les déplacer dans le tiroir.
he: גרור מקשים לכאן כדי להעביר אותם למגירה.
hu: Húzza ide a billentyűket, hogy áthelyezze őket a fiókba.
it: Trascina i tasti qui per spostarli nel cassetto.
ja: キーをここにドラッグしてドロワーに移動します。
ko: 키를 여기로 드래그하여 서랍으로 옮기세요.
nb: Dra taster hit for å flytte dem til skuffen.
nl: Sleep toetsen hierheen om ze naar de lade te verplaatsen.
pl: Przeciągnij klawisze tutaj, aby przenieść je do szuflady.
pt_br: Arraste as teclas para cá para movê-las para a gaveta.
pt_pt: Arraste as teclas para aqui para as mover para a gaveta.
ro: Trage tastele aici pentru a le muta în sertar.
sl: Povleci tipke sem, da jih premakneš v predal.
sv: Dra tangenter hit för att flytta dem till lådan.
uk: Перетягніть клавіші сюди, щоб перемістити їх до висувної панелі.
vi: Kéo các phím vào đây để chuyển chúng vào ngăn kéo.
zh_hans: 将按键拖到此处以移入抽屉栏。
zh_hant: 將按鍵拖曳到這裡，即可移入抽屜欄。

source: Drag to reorder. Keys are tried from top to bottom until one succeeds.
ar: اسحب لإعادة الترتيب. يتم تجربة المفاتيح من الأعلى إلى الأسفل حتى ينجح أحدها.
ca: Arrossegueu per reordenar. Les claus es proven de dalt a baix fins que una funcioni.
cs: Přetažením změňte pořadí. Klíče se zkoušejí shora dolů, dokud jeden neuspěje.
da: Træk for at ændre rækkefølge. Nøgler prøves fra top til bund, indtil én lykkes.
de: Zum Neuordnen ziehen. Schlüssel werden von oben nach unten versucht, bis einer erfolgreich ist.
es: Arrastre para reordenar. Las claves se prueban de arriba a abajo hasta que una funcione.
fi: Vedä järjestääksesi uudelleen. Avaimia kokeillaan ylhäältä alas, kunnes jokin onnistuu.
fr: Faites glisser pour réorganiser. Les clés sont essayées de haut en bas jusqu'à ce qu'une réussisse.
he: גרור לשינוי סדר. המפתחות ננסים מלמעלה למטה עד שאחד מצליח.
hu: Húzza az átrendezéshez. A kulcsok fentről lefelé kerülnek kipróbálásra, amíg egy nem sikerül.
it: Trascini per riordinare. Le chiavi vengono provate dall'alto verso il basso fino a quando una ha successo.
ja: ドラッグして並べ替えます。キーは上から順に、成功するまで試行されます。
ko: 드래그하여 순서를 변경하세요. 키는 위에서 아래로 성공할 때까지 순서대로 시도됩니다.
nb: Dra for å endre rekkefølge. Nøkler prøves fra topp til bunn til én lykkes.
nl: Sleep om te herordenen. Sleutels worden van boven naar beneden geprobeerd totdat er een slaagt.
pl: Przeciągnij, aby zmienić kolejność. Klucze są próbowane od góry do dołu, aż jeden zadziała.
pt_br: Arraste para reordenar. As chaves são tentadas de cima para baixo até que uma funcione.
pt_pt: Arraste para reordenar. As chaves são tentadas de cima para baixo até uma ter sucesso.
ro: Trage pentru a reordona. Cheile sunt încercate de sus în jos până când una reușește.
sl: Povlecite za prerazporeditev. Ključi se preskušajo od zgoraj navzdol, dokler eden ne uspe.
sv: Dra för att ändra ordning. Nycklar prövas uppifrån och ner tills en lyckas.
uk: Перетягніть для зміни порядку. Ключі перебираються згори донизу, доки один не спрацює.
vi: Kéo để sắp xếp lại. Các khóa được thử từ trên xuống dưới cho đến khi một khóa thành công.
zh_hans: 拖动以重新排序。密钥从上到下依次尝试，直到成功。
zh_hant: 拖曳以重新排序。金鑰從上到下依序嘗試，直到成功為止。

source: Drawer
ar: الدُّرج
ca: Calaix
cs: Zásuvka
da: Skuffe
de: Schublade
es: Panel lateral
fi: Vetolaatikko
fr: Tiroir
he: מגירה
hu: Fiók
it: Cassetto
ja: ドロワー
ko: 서랍
nb: Skuff
nl: Lade
pl: Szuflada
pt_br: Gaveta
pt_pt: Gaveta
ro: Sertar
sl: Predal
sv: Låda
uk: Висувна панель
vi: Ngăn kéo
zh_hans: 抽屉栏
zh_hant: 抽屜欄

source: Drawer %lld
ar: الدرج %lld
ca: Calaix %lld
cs: Zásuvka %lld
da: Skuffe %lld
de: Schublade %lld
es: Cajón %lld
fi: Laatikko %lld
fr: Tiroir %lld
he: מגירה %lld
hu: %lld. fiók
it: Cassetto %lld
ja: ドロワー %lld
ko: 서랍 %lld
nb: Skuff %lld
nl: Lade %lld
pl: Szuflada %lld
pt_br: Gaveta %lld
pt_pt: Gaveta %lld
ro: Sertar %lld
sl: Predal %lld
sv: Låda %lld
uk: Висувна панель %lld
vi: Ngăn kéo %lld
zh_hans: 抽屉栏 %lld
zh_hant: 抽屜列 %lld

source: Drawer Rows
ar: صفوف الدرج
ca: Files del calaix
cs: Řádky zásuvky
da: Skufferækker
de: Schubladenzeilen
es: Filas del cajón
fi: Laatikon rivit
fr: Rangées du tiroir
he: שורות המגירה
hu: Fióksorok
it: Righe del cassetto
ja: ドロワーの行数
ko: 서랍 행
nb: Skufferader
nl: Laderijen
pl: Wiersze szuflady
pt_br: Linhas da Gaveta
pt_pt: Linhas da Gaveta
ro: Rânduri sertar
sl: Vrstice predala
sv: Lådrader
uk: Рядки висувної панелі
vi: Hàng ngăn kéo
zh_hans: 抽屉栏行数
zh_hant: 抽屜列行數

source: Drawer Toggle
ar: تبديل الدرج
ca: Commutador del calaix
cs: Přepínač zásuvky
da: Skuffekontakt
de: Schublade umschalten
es: Alternar cajón
fi: Laatikon vaihto
fr: Basculer le tiroir
he: החלפת מגירה
hu: Fiók be/ki
it: Attiva/disattiva cassetto
ja: ドロワー切替
ko: 서랍 전환
nb: Vis/skjul skuff
nl: Lade schakelen
pl: Przełącz szufladę
pt_br: Alternar gaveta
pt_pt: Alternar gaveta
ro: Comutare sertar
sl: Preklop predala
sv: Växla låda
uk: Перемикач висувної панелі
vi: Chuyển đổi ngăn kéo
zh_hans: 抽屉开关
zh_hant: 抽屜開關

source: Drawn along the bottom edge
ar: مرسوم على طول الحافة السفلية
ca: Dibuixat al llarg de la vora inferior
cs: Vykreslený podél spodního okraje
da: Tegnet langs underkanten
de: Entlang der Unterkante gezeichnet
es: Dibujado a lo largo del borde inferior
fi: Piirretty alareunaan
fr: Tracé le long du bord inférieur
he: מצויר לאורך הקצה התחתון
hu: Az alsó él mentén rajzolva
it: Disegnato lungo il bordo inferiore
ja: 下端に沿って描画
ko: 하단 가장자리를 따라 표시
nb: Tegnet langs underkanten
nl: Getekend langs de onderrand
pl: Rysowany wzdłuż dolnej krawędzi
pt_br: Desenhado ao longo da borda inferior
pt_pt: Desenhado ao longo da margem inferior
ro: Desenat de-a lungul marginii inferioare
sl: Narisan vzdolž spodnjega roba
sv: Ritad längs underkanten
uk: Намальований уздовж нижнього краю
vi: Vẽ dọc theo cạnh dưới
zh_hans: 沿底部边缘绘制
zh_hant: 沿底部邊緣繪製

source: Draws the prompt directly under the previous command's output instead of leaving a blank row.
ar: يرسم موجه الأوامر مباشرةً أسفل مخرجات الأمر السابق بدلاً من ترك سطر فارغ.
ca: Dibuixa l'indicador just a sota de la sortida de l'ordre anterior en lloc de deixar una fila en blanc.
cs: Vykreslí prompt přímo pod výstupem předchozího příkazu místo ponechání prázdného řádku.
da: Tegner prompten direkte under den forrige kommandos output i stedet for at efterlade en tom linje.
de: Zeichnet den Prompt direkt unter die Ausgabe des vorherigen Befehls, statt eine Leerzeile zu lassen.
es: Dibuja el indicador justo debajo de la salida del comando anterior en lugar de dejar una fila en blanco.
fi: Piirtää kehotteen suoraan edellisen komennon tulosteen alle sen sijaan, että jättäisi tyhjän rivin.
fr: Affiche l'invite directement sous la sortie de la commande précédente au lieu de laisser une ligne vide.
he: מצייר את שורת הפקודה ישירות מתחת לפלט הפקודה הקודמת במקום להשאיר שורה ריקה.
hu: A promptot közvetlenül az előző parancs kimenete alá rajzolja, ahelyett hogy üres sort hagyna.
it: Disegna il prompt direttamente sotto l'output del comando precedente invece di lasciare una riga vuota.
ja: 空行を残さず、前のコマンドの出力のすぐ下にプロンプトを表示します。
ko: 빈 줄을 남기지 않고 이전 명령의 출력 바로 아래에 프롬프트를 표시합니다.
nb: Tegner prompten rett under utdataene fra forrige kommando i stedet for å la det stå en tom linje.
nl: Tekent de prompt direct onder de uitvoer van de vorige opdracht in plaats van een lege regel over te laten.
pl: Rysuje prompt bezpośrednio pod wynikiem poprzedniego polecenia zamiast zostawiać pusty wiersz.
pt_br: Desenha o prompt logo abaixo da saída do comando anterior em vez de deixar uma linha em branco.
pt_pt: Desenha o prompt logo abaixo da saída do comando anterior em vez de deixar uma linha em branco.
ro: Desenează promptul direct sub rezultatul comenzii anterioare, în loc să lase un rând gol.
sl: Poziv izriše neposredno pod izpisom prejšnjega ukaza, namesto da pusti prazno vrstico.
sv: Ritar prompten direkt under föregående kommandos utdata i stället för att lämna en tom rad.
uk: Малює запит одразу під виводом попередньої команди замість того, щоб залишати порожній рядок.
vi: Vẽ dấu nhắc ngay bên dưới kết quả của lệnh trước thay vì để lại một dòng trống.
zh_hans: 将提示符直接绘制在上一条命令输出的下方，而不留空行。
zh_hant: 將提示符直接繪製在上一道指令輸出的下方，而不留空行。

source: Drift
ar: الانجراف
ca: Deriva
cs: Unášení
da: Afdrift
es: Deriva
fi: Ajelehdinta
fr: Dérive
he: סחיפה
hu: Sodródás
it: Deriva
ja: 漂い
ko: 떠다니기
nb: Driv
nl: Zweven
pl: Dryf
pt_br: Deriva
pt_pt: Deriva
ro: Derivă
sl: Lebdenje
sv: Glidning
uk: Дрейф
vi: Trôi dạt
zh_hans: 漂移
zh_hant: 漂移

source: Dry Run (preview only)
ar: تشغيل تجريبي (معاينة فقط)
ca: Prova en sec (només previsualització)
cs: Zkušební běh (pouze náhled)
da: Testkørsel (kun forhåndsvisning)
de: Trockenlauf (nur Vorschau)
es: Simulación (solo vista previa)
fi: Testiajo (vain esikatselu)
fr: Essai à blanc (aperçu uniquement)
he: הרצת ניסיון (תצוגה מקדימה בלבד)
hu: Próbafuttatás (csak előnézet)
it: Esecuzione di prova (solo anteprima)
ja: ドライラン（プレビューのみ）
ko: 테스트 실행 (미리보기만)
nb: Testkjøring (kun forhåndsvisning)
nl: Testrun (alleen voorbeeld)
pl: Próba testowa (tylko podgląd)
pt_br: Simulação (apenas visualização)
pt_pt: Simulação (apenas pré-visualização)
ro: Simulare (doar previzualizare)
sl: Poskusni zagon (samo predogled)
sv: Testkörning (bara förhandsgranskning)
uk: Пробний запуск (лише перегляд)
vi: Chạy thử (chỉ xem trước)
zh_hans: 试运行（仅预览）
zh_hant: 試執行（僅預覽）

source: Dry run: preview what would be installed
ar: تشغيل تجريبي: معاينة ما سيتم تثبيته
ca: Execució de prova: previsualitza el que s'instal·laria
cs: Zkušební spuštění: náhled toho, co by se nainstalovalo
da: Prøvekørsel: forhåndsvis hvad der ville blive installeret
de: Probelauf: Vorschau der zu installierenden Elemente
es: Simulación: previsualizar lo que se instalaría
fi: Testiajo: esikatsele, mitä asennettaisiin
fr: Simulation : prévisualiser ce qui serait installé
he: הרצת ניסיון: תצוגה מקדימה של מה שיותקן
hu: Próbafuttatás: előnézet arról, mi lenne telepítve
it: Prova: anteprima di ciò che verrebbe installato
ja: ドライラン: インストール内容をプレビュー
ko: 시슸 실행: 설치될 내용 미리보기
nb: Testkjøring: forhåndsvis hva som ville bli installert
nl: Droogrun: voorbeeld van wat geïnstalleerd zou worden
pl: Próbne uruchomienie: podgląd tego, co zostanie zainstalowane
pt_br: Simulação: visualizar o que seria instalado
pt_pt: Simulação: pré-visualizar o que seria instalado
ro: Simulare: previzualizare a ceea ce ar fi instalat
sl: Preizkusni zagon: predogled, kaj bi bilo nameščeno
sv: Testkörning: förhandsgranska vad som skulle installeras
uk: Пробний запуск: попередній перегляд того, що буде встановлено
vi: Chạy thử: xem trước những gì sẽ được cài đặt
zh_hans: 试运行：预览将要安装的内容
zh_hant: 試執行：預覽將要安裝的內容

source: Duplicate
ar: تكرار
ca: Duplicar
cs: Duplikovat
da: Dupliker
de: Duplizieren
es: Duplicar
fi: Kopioi
fr: Dupliquer
he: שכפל
hu: Duplikálás
it: Duplica
ja: 複製
ko: 복제
nb: Dupliser
nl: Dupliceren
pl: Duplikuj
pt_br: Duplicar
pt_pt: Duplicar
ro: Duplică
sl: Podvoji
sv: Duplicera
uk: Дублювати
vi: Nhân đôi
zh_hans: 复制
zh_hant: 複製

source: Duplicate as Custom Theme
ar: تكرار كسمة مخصصة
ca: Duplica com a tema personalitzat
cs: Duplikovat jako vlastní motiv
da: Dupliker som brugerdefineret tema
de: Als benutzerdefiniertes Theme duplizieren
es: Duplicar como tema personalizado
fi: Kopioi mukautetuksi teemaksi
fr: Dupliquer en thème personnalisé
he: שכפל כערכת נושא מותאמת אישית
hu: Másolás egyéni témaként
it: Duplica come tema personalizzato
ja: カスタムテーマとして複製
ko: 사용자 정의 테마로 복제
nb: Dupliser som egendefinert tema
nl: Dupliceren als aangepast thema
pl: Duplikuj jako motyw niestandardowy
pt_br: Duplicar como tema personalizado
pt_pt: Duplicar como tema personalizado
ro: Duplică ca temă personalizată
sl: Podvoji kot temo po meri
sv: Duplicera som anpassat tema
uk: Дублювати як користувацьку тему
vi: Nhân bản thành chủ đề tùy chỉnh
zh_hans: 复制为自定义主题
zh_hant: 複製為自訂主題

source: Duplicate BSSID
ar: BSSID مكرر
ca: BSSID duplicat
cs: Duplicitní BSSID
da: Duplikeret BSSID
de: Doppelte BSSID
es: BSSID duplicado
fi: BSSID-kaksoiskappale
fr: BSSID en double
he: BSSID כפול
hu: Ismétlődő BSSID
it: BSSID duplicato
ja: 重複するBSSID
ko: 중복 BSSID
nb: Duplikat BSSID
nl: Dubbel BSSID
pl: Zduplikowany BSSID
pt_br: BSSID duplicado
pt_pt: BSSID duplicado
ro: BSSID duplicat
sl: Podvojen BSSID
sv: Dubblett av BSSID
uk: Дублікат BSSID
vi: BSSID trùng lặp
zh_hans: 重复的 BSSID
zh_hant: 重複的 BSSID

source: Duplicate SSH Tab
ar: تكرار علامة تبويب SSH
ca: Duplicar pestanya SSH
cs: Duplikovat SSH kartu
da: Dupliker SSH-fane
de: SSH-Tab duplizieren
es: Duplicar pestaña SSH
fi: Kopioi SSH-välilehti
fr: Dupliquer l'onglet SSH
he: שכפל לשונית SSH
hu: SSH-lap duplikálása
it: Duplica scheda SSH
ja: SSHタブを複製
ko: SSH 탭 복제
nb: Dupliser SSH-fane
nl: SSH-tabblad dupliceren
pl: Duplikuj kartę SSH
pt_br: Duplicar Aba SSH
pt_pt: Duplicar Separador SSH
ro: Duplică fila SSH
sl: Podvoji zavihek SSH
sv: Duplicera SSH-flik
uk: Дублювати SSH-вкладку
vi: Nhân đôi tab SSH
zh_hans: 复制 SSH 标签页
zh_hant: 複製 SSH 分頁

source: Duplicate Theme
ar: تكرار السمة
ca: Duplica el tema
cs: Duplikovat motiv
da: Dupliker tema
de: Theme duplizieren
es: Duplicar tema
fi: Kopioi teema
fr: Dupliquer le thème
he: שכפל ערכת נושא
hu: Téma másolása
it: Duplica tema
ja: テーマを複製
ko: 테마 복제
nb: Dupliser tema
nl: Thema dupliceren
pl: Duplikuj motyw
pt_br: Duplicar tema
pt_pt: Duplicar tema
ro: Duplică temă
sl: Podvoji temo
sv: Duplicera tema
uk: Дублювати тему
vi: Nhân bản chủ đề
zh_hans: 复制主题
zh_hant: 複製主題

source: Duration
ar: المدة
ca: Durada
cs: Doba trvání
da: Varighed
de: Dauer
es: Duración
fi: Kesto
fr: Durée
he: משך
hu: Időtartam
it: Durata
ja: 接続時間
ko: 지속 시간
nb: Varighet
nl: Duur
pl: Czas trwania
pt_br: Duração
pt_pt: Duração
ro: Durată
sl: Trajanje
sv: Varaktighet
uk: Тривалість
vi: Thời lượng
zh_hans: 持续时间
zh_hant: 持續時間

source: Dynamic (-D)
ar: ديناميكي (-D)
ca: Dinàmic (-D)
cs: Dynamické (-D)
da: Dynamisk (-D)
de: Dynamisch (-D)
es: Dinámico (-D)
fi: Dynaaminen (-D)
fr: Dynamique (-D)
he: דינמי (-D)
hu: Dinamikus (-D)
it: Dinamico (-D)
ja: ダイナミック (-D)
ko: 동적 (-D)
nb: Dynamisk (-D)
nl: Dynamisch (-D)
pl: Dynamiczne (-D)
pt_br: Dinâmico (-D)
pt_pt: Dinâmico (-D)
ro: Dinamic (-D)
sl: Dinamično (-D)
sv: Dynamisk (-D)
uk: Динамічний (-D)
vi: Động (-D)
zh_hans: 动态 (-D)
zh_hant: 動態 (-D)

source: e.g. Acme Host CA
ar: مثال: Acme Host CA
ca: p. ex. Acme Host CA
cs: např. Acme Host CA
da: f.eks. Acme Host CA
de: z. B. Acme Host CA
es: ej. Acme Host CA
fi: esim. Acme Host CA
fr: p. ex. Acme Host CA
he: לדוגמה Acme Host CA
hu: pl. Acme Host CA
it: es. Acme Host CA
ja: 例：Acme Host CA
ko: 예: Acme Host CA
nb: f.eks. Acme Host CA
nl: bijv. Acme Host CA
pl: np. Acme Host CA
pt_br: ex. Acme Host CA
pt_pt: ex. Acme Host CA
ro: ex. Acme Host CA
sl: npr. Acme Host CA
sv: t.ex. Acme Host CA
uk: напр. Acme Host CA
vi: vd: Acme Host CA
zh_hans: 例如：Acme Host CA
zh_hant: 例如：Acme Host CA

source: e.g., Personal, Work, Home Network
ar: مثال: شخصي، عمل، شبكة منزلية
ca: p. ex., Personal, Feina, Xarxa domèstica
cs: např. Osobní, Pracovní, Domácí síť
da: f.eks. Personlig, Arbejde, Hjemmenetværk
de: z. B. Persönlich, Arbeit, Heimnetzwerk
es: p. ej., Personal, Trabajo, Red doméstica
fi: esim. Henkilökohtainen, Työ, Kotiverkko
fr: p. ex., Personnel, Travail, Réseau domestique
he: לדוגמה, אישי, עבודה, רשת ביתית
hu: pl. Személyes, Munka, Otthoni hálózat
it: es., Personale, Lavoro, Rete domestica
ja: 例: 個人用、仕事用、自宅ネットワーク
ko: 예: 개인용, 업무용, 홈 네트워크
nb: f.eks. Personlig, Jobb, Hjemmenettverk
nl: bijv. Persoonlijk, Werk, Thuisnetwerk
pl: np. Osobisty, Praca, Sieć domowa
pt_br: ex: Pessoal, Trabalho, Rede Doméstica
pt_pt: p. ex., Pessoal, Trabalho, Rede Doméstica
ro: de ex., Personal, Serviciu, Rețea de acasă
sl: npr. Osebno, Služba, Domače omrežje
sv: t.ex. Personlig, Arbete, Hemnätverk
uk: напр., Особистий, Робочий, Домашня мережа
vi: vd: Cá nhân, Công việc, Mạng gia đình
zh_hans: 例如：个人、工作、家庭网络
zh_hant: 例如：個人、工作、家庭網路

source: e.g., Personal, Work, Production
ar: مثال: شخصي، عمل، إنتاج
ca: p. ex., Personal, Feina, Producció
cs: např. Osobní, Pracovní, Produkční
da: f.eks. Personlig, Arbejde, Produktion
de: z. B. Persönlich, Arbeit, Produktion
es: p. ej., Personal, Trabajo, Producción
fi: esim. Henkilökohtainen, Työ, Tuotanto
fr: p. ex., Personnel, Travail, Production
he: לדוגמה, אישי, עבודה, ייצור
hu: pl. Személyes, Munka, Éles
it: es., Personale, Lavoro, Produzione
ja: 例: 個人用、仕事用、本番環境
ko: 예: 개인용, 업무용, 프로덕션
nb: f.eks. Personlig, Jobb, Produksjon
nl: bijv. Persoonlijk, Werk, Productie
pl: np. Osobisty, Praca, Produkcja
pt_br: ex: Pessoal, Trabalho, Produção
pt_pt: p. ex., Pessoal, Trabalho, Produção
ro: de ex., Personal, Serviciu, Producție
sl: npr. Osebno, Služba, Produkcija
sv: t.ex. Personlig, Arbete, Produktion
uk: напр., Особистий, Робочий, Продакшн
vi: vd: Cá nhân, Công việc, Production
zh_hans: 例如：个人、工作、生产
zh_hant: 例如：個人、工作、正式環境

source: Each press of the ••• button reveals one more drawer row; when all are open, the next press closes them. "Open Drawer by Default" opens the first row when the keyboard appears.
ar: كل ضغطة على زر ••• تكشف صفًا إضافيًا من الدرج؛ وعند فتح جميع الصفوف، تؤدي الضغطة التالية إلى إغلاقها. يفتح خيار "فتح الدرج افتراضيًا" الصف الأول عند ظهور لوحة المفاتيح.
ca: Cada pressió del botó ••• mostra una fila més del calaix; quan totes estan obertes, la següent pressió les tanca. «Obrir el calaix per defecte» obre la primera fila quan apareix el teclat.
cs: Každé stisknutí tlačítka ••• odhalí o jeden řádek zásuvky víc; když jsou otevřené všechny, další stisknutí je zavře. Volba „Otevírat zásuvku ve výchozím stavu“ otevře první řádek při zobrazení klávesnice.
da: Hvert tryk på •••-knappen viser endnu en skufferække; når alle er åbne, lukker næste tryk dem. “Åbn skuffe som standard” åbner den første række, når tastaturet vises.
de: Jeder Druck auf die •••-Taste zeigt eine weitere Schubladenzeile an; sind alle geöffnet, schließt der nächste Druck sie. „Schublade standardmäßig öffnen“ öffnet die erste Zeile, wenn die Tastatur erscheint.
es: Cada pulsación del botón ••• muestra una fila más del cajón; cuando todas están abiertas, la siguiente pulsación las cierra. «Abrir cajón por defecto» abre la primera fila cuando aparece el teclado.
fi: Jokainen •••-painikkeen painallus tuo näkyviin yhden laatikon rivin lisää; kun kaikki ovat auki, seuraava painallus sulkee ne. ”Avaa laatikko oletuksena” avaa ensimmäisen rivin, kun näppäimistö tulee näkyviin.
fr: Chaque appui sur le bouton ••• révèle une rangée de tiroir supplémentaire ; lorsque toutes sont ouvertes, l’appui suivant les ferme. « Ouvrir le tiroir par défaut » ouvre la première rangée à l’apparition du clavier.
he: כל לחיצה על כפתור ••• חושפת שורת מגירה נוספת; כשכל השורות פתוחות, הלחיצה הבאה סוגרת אותן. האפשרות "פתח מגירה כברירת מחדל" פותחת את השורה הראשונה כשהמקלדת מופיעה.
hu: A ••• gomb minden megnyomása egy újabb fióksort jelenít meg; ha mind nyitva van, a következő megnyomás bezárja őket. A „Fiók alapértelmezetten nyitva” az első sort nyitja meg a billentyűzet megjelenésekor.
it: Ogni pressione del pulsante ••• mostra una riga del cassetto in più; quando sono tutte aperte, la pressione successiva le chiude. «Apri cassetto per impostazione predefinita» apre la prima riga quando appare la tastiera.
ja: ••• ボタンを押すたびにドロワーの行が1つずつ表示されます。すべて開いた状態で押すと閉じます。「デフォルトでドロワーを開く」をオンにすると、キーボード表示時に最初の行が開きます。
ko: ••• 버튼을 누를 때마다 서랍 행이 하나씩 나타나며, 모두 열린 상태에서 다시 누르면 닫힙니다. “기본으로 서랍 열기”를 켜면 키보드가 나타날 때 첫 번째 행이 열립니다.
nb: Hvert trykk på •••-knappen viser en skufferad til; når alle er åpne, lukker neste trykk dem. «Åpne skuff som standard» åpner den første raden når tastaturet vises.
nl: Elke druk op de •••-knop toont nog een laderij; als alle rijen open zijn, sluit de volgende druk ze. ‘Lade standaard openen’ opent de eerste rij wanneer het toetsenbord verschijnt.
pl: Każde naciśnięcie przycisku ••• odsłania kolejny wiersz szuflady; gdy wszystkie są otwarte, następne naciśnięcie je zamyka. „Domyślnie otwieraj szufladę” otwiera pierwszy wiersz po pojawieniu się klawiatury.
pt_br: Cada toque no botão ••• revela mais uma linha da gaveta; quando todas estão abertas, o próximo toque as fecha. “Abrir Gaveta por Padrão” abre a primeira linha quando o teclado aparece.
pt_pt: Cada toque no botão ••• revela mais uma linha da gaveta; quando todas estão abertas, o toque seguinte fecha-as. “Abrir Gaveta por Predefinição” abre a primeira linha quando o teclado aparece.
ro: Fiecare apăsare a butonului ••• dezvăluie încă un rând al sertarului; când toate sunt deschise, următoarea apăsare le închide. „Deschide sertarul implicit” deschide primul rând când apare tastatura.
sl: Vsak pritisk gumba ••• razkrije še eno vrstico predala; ko so vse odprte, jih naslednji pritisk zapre. »Privzeto odpri predal« odpre prvo vrstico, ko se prikaže tipkovnica.
sv: Varje tryck på •••-knappen visar ytterligare en lådrad; när alla är öppna stänger nästa tryck dem. ”Öppna lådan som standard” öppnar den första raden när tangentbordet visas.
uk: Кожне натискання кнопки ••• відкриває ще один рядок висувної панелі; коли відкрито всі, наступне натискання їх закриває. «Відкривати висувну панель за замовчуванням» відкриває перший рядок, коли з’являється клавіатура.
vi: Mỗi lần nhấn nút ••• sẽ hiển thị thêm một hàng ngăn kéo; khi tất cả đã mở, lần nhấn tiếp theo sẽ đóng chúng lại. “Mở ngăn kéo theo mặc định” mở hàng đầu tiên khi bàn phím xuất hiện.
zh_hans: 每次点按 ••• 按钮都会多显示一行抽屉栏；全部展开后，再次点按即可收起。开启“默认打开抽屉栏”后，键盘出现时会打开第一行。
zh_hant: 每次點按 ••• 按鈕都會多顯示一列抽屜列；全部展開後，再次點按即可收合。開啟「預設開啟抽屜列」後，鍵盤出現時會開啟第一列。
